Repository: camptocamp/c2cgeoportal
Catalog: admin/c2cgeoportal_admin/locale/*/LC_MESSAGES/c2cgeoportal_admin.po
Languages: de, fr, it

source: Users
de: Benutzer
fr: Utilisateurs
it: Utenti

source: <div class="help-block"> <p>Each user may have from 1 to n roles, but each user has a default role from which are taken some settings. The default role (defined through the "Settings from role" selection) has an influence on the role extent and on some functionalities regarding their configuration.</p> <p>Role extents for users can only be set in one role, because the application is currently not able to check multiple extents for one user, thus it is the default role which defines this unique extent.</p> <p>Any functionality specified as <b>single</b> can be defined only once per user. Hence, these functionalities have to be defined in the default role.</p> <p>By default, functionalities are not specified as <b>single</b>. Currently, the following functionalities are of <b>single</b> type:</p> <ul> <li><code>default_basemap</code></li> <li><code>default_theme</code></li> <li><code>preset_layer_filter</code></li> <li><code>open_panel</code></li> </ul> <p>Any other functionality (with <b>single</b> not set or set to <code>false</code>) can be defined in any role linked to the user.</p> <hr> </div>
de: <div class="help-block"> <p>Jeder Benutzer kann 1 bis N Rollen besitzen, zudem besitzt jeder Benutzer eine Default-Rolle, durch die bestimmte Einstellungen übernommen werden. Die Default-Rolle (die via die "Settings from role" Auswahl bestimmt wird) beeinflusst den sichtbaren Extent, sowie die Konfiguration einiger Funktionalitäten.</p> <p>Extents können nur in einer einzelnen Benutzerrolle definiert werden, da das Geoportal nicht mehrfache Extents pro Benutzer prüfen kann. Daher wird der Extent in der Default-Rolle definiert.</p> <p>Jede Funktionalität, die als <b>single</b> spezifiziert ist, kann nur einmal pro Benutzer definiert werden. Daher müssen solche Funktionalitäten in der Default-Rolle definiert werden.</p> <p>Funktionalitäten sind defaultmässig nicht als <b>single</b> spezifiziert. Aktuell sind die folgenden Funktionalitäten vom Typ <b>single</b>:</p> <ul> <li><code>default_basemap</code></li> <li><code>default_theme</code></li> <li><code>preset_layer_filter</code></li> <li><code>open_panel</code></li> </ul> <p>Jede weitere Funktionalität (bei der <b>single</b> nicht gesetzt ist, oder auf <code>false</code> gesetzt ist) kann in jeder Rolle definiert werden, die mit dem Benutzer verknüpft ist.</p> <hr> </div>
fr: <div class="help-block"> <p>Chaque utilisateur peut avoir de 1 à n rôles, mais chaque utilisateur a un rôle par défaut à partir duquel sont pris certains paramètres. Le rôle par défaut (définit depuis la sélection "Configuration depuis le rôle") a une influence sur l'étendue du rôle et sur certaines fonctionnalités concernant leur configuration.</p> <p>L'étendue de rôle peut seulement être paramétré sur un rôle, parce que l'application n'est actuellement pas capable de vérifier plusieurs étendues pour un utilisateur, c'est donc le rôle par défaut qui définit cette unique étendue.</p> <p>Toute fonctionnalité spécifiée comme <b>unique</b> ne peut être définie qu'une seule fois par utilisateur. Par conséquent, ces fonctionnalités doivent être définies sur le rôle par défaut.</p> <p>Par défaut, les fonctionnalités ne sont pas spécifiées comme <b>unique</b>. Actuellement, les fonctionnalités suivantes sont de type <b>unique</b> :</p> <ul> <li><code>default_basemap</code></li> <li><code>default_theme</code></li> <li><code>preset_layer_filter</code></li> <li><code>open_panel</code></li> </ul> <p>Toutes autres fonctionnalités (non configurée comme <b>unique</b> ou configurée <code>faux</code>) peut être défini sur tout autres rôles d'utilisateur liés.</p> <hr> </div>

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente

source: Name used for authentication (must be unique).
de: Name, der für die Authentifizierung verwendet wird (muss eindeutig sein).
fr: Nom utilisé pour l'authentification (doit être unique).

source: Used to send emails to the user, for example in case of password recovery.
de: Wird für den e-Mail Versand an den Benutzer verwendet, beispielsweise für die Passwort Vergessen Funktion.
fr: Utilisé pour envoyer des emails à l'utilisateur, par exemple dans le cas de la récupération de mot de passe.

source: The user changed his password
de: Der Benutzer hat sein Passwort geändert
fr: L'utilisateur à changé son mot de passe

source: Indicates if user has changed his password.
de: Der Benutzer hat sein Passwort geändert.
fr: Indique si l'utilisateur a changé son mot de passe.

source: Settings from role
de: Einstellungen durch Rolle
fr: Configuration depuis le rôle

source: Used to get some settings for the user (not for permissions).
de: Wird verwendet, um bestimmte Einstellungen zu übernehmen (nicht für Berechtigungen).
fr: Utilisé pour avoir des paramètres pour l'utilisateur (pas pour les permissions).

source: Settings role
de: Rolle für Einstellungen
fr: Rôle de configuration

source: Users granted with this role.
de: Benutzer, die diese Rolle haben.
fr: Utilisateurs assignés à ce rôle.

source: Roles granted to the user.
de: Rollen des Benutzers.
fr: Rôles assignés à l'utilisateur.

source: Last login
de: Letzter Login
fr: Dernière connexion
it: Ultimo accesso

source: Date of the user's last login.
de: Datum der letzten Anmeldung des Benutzers.
fr: Date de la dernière connexion de l'utilisateur.

source: Expiration date
de: Ablaufdatum
fr: Date d'expiration
it: Termine di scadenza

source: After this date the user will not be able to login anymore.
de: Datum, ab dem der Benutzer sich nicht mehr anmelden kann.
fr: Après cette date, l'utilisateur ne pourra plus se connecter.

source: Deactivated
de: Deaktiviert
fr: Désactivé
it: Disattivato

source: Deactivate a user without removing it completely.
de: Benutzer deaktivieren (ohne löschen).
fr: Désactiver un utilisateur sans complètement le supprimer.

source: OAuth2 Client
fr: Client OAuth2

source: OAuth2 Clients
fr: Clients OAuth2

source: Client ID
fr: ID client

source: The client identifier as e.-g. 'qgis'.
de: Identifizierung des Clients, zum Beispiel 'qgis'.
fr: L'identifiant du client, par exemple 'qgis'.

source: The secret.
de: Das Secret.
fr: Le secret.

source: Redirect URI
de: URI zur Weiterleitung
fr: URI de redirection

source: URI where user should be redirected after authentication as e.-g. 'http://127.0.0.1:7070/' in case of QGIS desktop.
de: URI, zu dem der Benutzer nach der Authentifizierung weiter geleitet werden soll, z.B. 'http://127.0.0.1:7070/' im Fall eines QGIS Desktops.
fr: URI où l'utilisateur devrait être redirigé après authentification p. ex. 'http://127.0.0.1:7070/' dans le cas du QGIS desktop.

source: Value {} does not exist in table {}
de: Wert {} existiert nicht in Tabelle {}
fr: La valeur {} n'existe pas dans la table {}
it: Valore {} non esiste nella tabella {}

source: Impossible to delete this server while it contains WMS layers.
de: Dieser Server kann nicht gelöscht werden, da er Ebenen beinhaltet.
fr: Impossible de supprimer ce serveur quand il contient des couches WMS.

source: {}<br>Current runtime value is: {}
de: {}<br>Aktueller Wert zur Laufzeit: {}
fr: {}<br>La valeur actuelle est: {}

source: Synchronize
de: Synchronisieren
fr: Synchroniser

source: Convert to WMS
de: Zu WMS umwandeln
fr: Convertir au format WMS
it: Convertire in WMS

source: Are you sure you want to convert this layer to WMS?
de: Sind Sie sicher, dass Sie diese Ebene zu WMS umwandeln wollen?
fr: Êtes-vous sûr de vouloir convertir cette couche au format WMS ?
it: Sei sicuro di voler convertire questo livello in WMS?

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

source: New layer group
de: Neue Gruppe von Ebenen
fr: Nouveau groupe de couches
it: Nuovo gruppo di livello

source: New WMS layer
de: Neue WMS-Ebene
fr: Nouvelle couche WMS
it: Nuovo livello WMS

source: New WMTS layer
de: Neue WMTS-Ebene
fr: Nouvelle couche WMTS
it: Nuovo livello WMTS

source: Duplicate
de: Kopie erstellen
fr: Dupliquer
it: Duplicato

source: Unlink
de: Verknüpfung entfernen
fr: Détacher
it: Scollegare

source: Are your sure you want to unlink this record from his parent?
de: Sind Sie sicher, dass Sie die Verknüpfung dieses Eintrags entfernen wollen?
fr: Êtes-vous certain de vouloir séparer cet enregistrement de son parent ?
it: Sei sicuro di voler scollegare questo dato dai suoi genitori?

source: Delete
de: Entfernen
fr: Supprimer
it: Cancellare

source: Are your sure you want to delete this record?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen wollen?
fr: Êtes-vous certain de vouloir supprimer cet enregistrement ?
it: Sei sicuro di voler cancellare questo dato?

source: Convert to WMTS
de: Zu WMTS umwandeln
fr: Convertir au format WMTS
it: Convertire in WMTS

source: Are you sure you want to convert this layer to WMTS?
de: Sind Sie sicher, dass Sie diese Ebene zu WMTS umwandeln wollen?
fr: Êtes-vous sûr de vouloir convertir cette couche au format WMTS ?
it: Sei sicuro di voler convertire questo livello in WMTS?

source: Parser report: "{}"
de: Ergebnis der Prüfung: "{}"
fr: Rapport d'analyse: "{}"
it: Risultato decodifica: "{}"

source: Value {} does not exist in table {} or is not allowed to avoid cycles
de: Der Wert {} existiert nicht in der Tabelle {}, oder der Wert ist nicht gestattet zwecks Vermeidung von Zyklen
fr: La valeur {} n'existe pas dans la table {} ou celle-ci n'est pas autorisée afin d'éviter les cycles
it: Il valore {} non esiste nella tabella {} o non è consentito per evitare cicli

source: <div class="help-block"> <p>The ordered children elements.</p> <hr> </div>
de: <div class="help-block"> <p>Die sortierten Unterelemente.</p> <hr> </div>
fr: <div class="help-block"> <p>Les éléments enfants ordonnés.</p> <hr> </div>

source: All
de: Alle
fr: Tout

source: Expand all
de: Alles aufklappen
fr: Déplier tout
it: Espandi tutto

source: Collapse all
de: Alles zuklappen
fr: Replier tout
it: Chiudi tutto

source: Edit themes order
de: Themenreihenfolge bearbeiten
fr: Éditer l'ordre des thèmes
it: Modifica ordine dei temi

source: Name ({})
fr: Nom ({})
it: Nome ({})

source: Layer tree
de: Ebenenbaum
fr: Arbre des couches
it: Arborescenza livelli

source: Show help
de: Anzeige der Hilfe
fr: Montrer l'aide

source: Check layers validity
de: Prüfe Gültigkeit der Ebenen
fr: Vérifier la validité des couches

source: Dry run synchronize
de: Probelauf der Synchronisierung
fr: Test de synchronisation à blanc

source: Force parents re-initialization.
de: Erzwinge Reinitialisierung der Überelemente.
fr: Forcer la réinitialisation des parents.

source: Force children sorting, current server at top and other servers at bottom.
de: Sortierung der Unterelemente erzwingen, aktueller Server zuoberst und weitere Server zuunterst.
fr: Forcer le tri des enfants, le serveur actuel en haut et les autres en bas.

source: Remove unexisting layers and empty groups.
de: Entfernung von nicht vorhandenen Ebenen und leeren Gruppen.
fr: Supprimer les couches inexistantes et groupes vides.

source: There was a problem with this section
de: In diesem Bereich ist ein Fehler aufgetreten
fr: Il y a eu un problème avec cette section
it: C'è stato un problema con questa sezione

source: Description
de: Beschreibung
it: Descrizione

source: Parents
de: Eltern
it: Genitori

source: Public
de: Öffentlich
it: Pubblico

source: Style
de: Stil
it: Stile

source: Matrix set
de: Matrizensatz
it: Set di matrici

source: Interface
de: Benutzerschnittstelle
it: Interfaccia

source: Interfaces
de: Benutzerschnittstellen
it: Interfacce

source: Dimensions
de: Dimensionen
it: Dimensioni

source: Metadata URL
it: URL Metadati

source: Internal WMS
it: WMS interno

source: Base layers group
it: Gruppo livelli di base

source: Layer V1
it: Livello V1

source: Layers V1
it: Livelli V1

source: Layer name
it: Nome livello

source: Is checked
it: È controllato

source: Layer type
it: Tipo di livello

source: internal WMS
it: WMS interno

source: external WMS
it: WMS esterno

source: no 2D
it: solo 2D

source: WMS layers
it: Livelli WMS

source: Query layers
it: Query livelli

source: Is single tile
it: È una singola piastrella

source: Legend
it: Legenda

source: Legend image
it: Immagine legenda

source: Legend rule
it: Regola della legenda

source: Is legend expanded
it: Legenda è espansa

source: Min resolution
it: Risoluzione minima

source: Max resolution
it: Risoluzione massima

source: Identifier field
it: Campo identificativo
