Repository: camptocamp/c2cgeoportal
Catalog: admin/c2cgeoportal_admin/locale/*/LC_MESSAGES/c2cgeoportal_admin.po
Languages: de, fr, it

source: Functionality
de: Funktionalität
fr: Fonctionnalité
it: Funzionalità

source: Functionalities
de: Funktionalitäten
fr: Fonctionnalités
it: Funzionalità

source: Name
fr: Nom
it: Nome

source: Name of the functionality.
de: Name der Funktionalität
fr: Nom de la fonctionnalité.

source: - Select -
de: - Auswahl -
fr: - Sélectionner -
it: - Selezionare -

source: An optional description.
de: Beschreibung (optional).
fr: Une description optionnelle.

source: Value
de: Wert
fr: Valeur
it: Valore

source: A value for the functionality.
de: Wert dieser Funktionalität.
fr: Une valeur de la fonctionnalité.

source: Role
de: Rolle
fr: Rôle
it: Ruolo

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: A name for this role.
de: Name dieser Rolle.
fr: Un nom pour ce rôle.

source: Extent
de: Ausdehnung
fr: Étendue

source: Initial extent for this role.
de: Initiale Ausdehnung für diese Rolle.
fr: Étendue initiale de ce rôle.

source: Functionality values for this role.
de: Werte der Funktionalitäten für diese Rolle.
fr: Valeurs des fonctionnalités de ce rôle.

source: The name of the node, it is used through the i18n tools to display the name on the layers tree.
de: Name des Knotens; dieser wird im i18n-Mechanismus verwendet, um den Namen im Themenbaum anzuzeigen.
fr: Le nom du nœud, il est utilisé par l'internationalisation pour afficher le nom de la couche dans l'arbre des couches.

source: Children
de: Kinder
fr: Enfants
it: Figli

source: Layers group
de: Gruppe von Ebenen
fr: Groupe de couches
it: Gruppo di livelli

source: Layers groups
de: Gruppen von Ebenen
fr: Groupes de couches
it: Gruppi di livelli

source: <div class="help-block"> <h4>Background layers</h4> <p>The background layers are configured in the database, with the layer group named <b>background</b> (by default).</p> <hr> </div>
de: <div class="help-block"> <h4>Hintergrund Ebenen</h4> <p>Die Hintergrund Ebenen werden in der Datenbank konfiguriert, in einer Gruppe mit Namen <b>background</b> (als Standardwert).</p> <hr> </div>
fr: <div class="help-block"> <h4>Couches d'arrière-plan</h4> <p>La couche d'arrière-plan sont configurées dans la base de données, avec le groupe nommé <b>background</b> (par défaut).</p> <hr> </div>

source: Expanded
de: Ausgeklappt
fr: Déplié
it: Espanso

source: Show this group expanded.
de: Diese Gruppe ausgeklappt anzeigen.
fr: Affiche ce groupe de façon étendue

source: Theme
de: Thema
fr: Thème
it: Categoria

source: Themes
de: Themen
fr: Thèmes
it: Categorie

source: Order
de: Reihenfolge
fr: Ordre
it: Ordina

source: Makes the theme public.
de: Markiert das Thema als öffentlich.
fr: Rends le thème public.

source: Icon
de: Symbol
fr: Icône
it: Icona

source: The icon URL.
de: URL des Symbols.
fr: L'URL de l'icône.

source: The linked functionalities.
de: Die verknüpften Funktionalitäten.
fr: Les fonctionnalités liées.

source: Users with checked roles will get access to this theme.
de: Die ausgewählten Rollen sind erforderlich für den Zugang zu diesem Thema.
fr: Les utilisateurs dont les rôles sont cochés auront accès à ce thème.

source: Makes the layer public.
de: Die Ebene ist öffentlich.
fr: Rend la couche publique.

source: Geo table
de: Geo-Tabelle
fr: Table géographique
it: Tabella geometrica

source: The related database table, used by the editing module.
de: Die Tabelle in der Datenbank, die beim editieren verwendet wird.
fr: La table de la base de données, utilisée par le module d'édition.

source: Exclude properties
de: Auszuschliessende Eigenschaften
fr: Exclure les propriétés
it: Escludere le proprietà

source: The list of attributes (database columns) that should not appear in the editing form so that they cannot be modified by the end user. For enumerable attributes (foreign key), the column name should end with '_id'.
de: Die Liste der Attribute (Datenbankspalten), die nicht im Editier-Formular erscheinen sollen, so dass diese nicht durch den Benutzer verändert werden können. Bei Attributen mit Wertelisten (Fremdschlüssel) sollte der Spaltenname mit '_id' enden.
fr: La liste des attributs (colonnes de la base de données) qui ne doivent pas apparaître dans le formulaire d'édition afin qu'ils ne puissent pas être modifiés par l'utilisateur final. Pour les attributs énumérables (clé étrangère), le nom de la colonne doit se terminer par '_id'.

source: OGC Server
fr: Serveur OGC

source: OGC Servers
de: OGC-Server
fr: Serveurs OGC
it: OGC Server

source: <div class="help-block"> <p>This is the description of an OGC server (WMS/WFS). For one server we try to create only one request when it is possible.</p> <p>If you want to query the same server to get PNG and JPEG images, you should define two <code>OGC servers</code>.</p> <hr> </div>
de: <div class="help-block"> <p>Beschreibung eines OGC-Servers (WMS/WFS). Pro Server führt das Geoportal, so weit möglich, nur eine Abfrage aus.</p> <p>Wenn Sie vom gleichen Server PNG und JPEG Bilder erhalten wollen, müssen Sie separate zwei <code>OGC-Server</code> eintragen.</p> <hr> </div>
fr: <div class="help-block"> <p>La description d'un serveur OGC (WMS/WFS). Pour un serveur, nous essayons de créer une seule requête lorsque cela est possible.</p> <p>si vous souhaitez interroger le même serveur pour obtenir des images PNG et JPEG, vous devez définir deux <code>serveurs OGC</code>.</p> <hr> </div>

source: The name of the OGC Server
de: Name des OGC-Servers
fr: Le nom du serveur OGC

source: A description
de: Beschreibung
fr: Une description

source: Basic URL
de: Basis-URL
fr: URL de base
it: URL di base

source: The server URL
de: URL des Servers
fr: L'URL du serveur

source: WFS URL
fr: URL WFS
it: URL WFS

source: The WFS server URL. If empty, the ``Basic URL`` is used.
de: Die URL des WFS-Servers. Falls leer, wird die Basis-URL verwendet.
fr: L'URL du serveur WFS. Si vide, l'``URL de base`` est utilisée.

source: Server type
de: Servertyp
fr: Type de serveur
it: Tipo di server

source: The server type which is used to know which custom attribute will be used.
de: Der Servertyp, mit dem ermittelt wird, welches custom Attribut verwendet wird.
fr: Le type de serveur utilisé pour savoir quel attribut personnalisé sera utilisé.

source: Image type
de: Bildtyp
fr: Format d'image
it: Tipo di immagine

source: The MIME type of the images (e.g.: ``image/png``).
de: Der MIME-Typ der Bilder (z.B. ``image/png``).
fr: Le type MIME des images (ex : ``image/png``).

source: Authentication type
de: Authentifizierungsart
fr: Type d'authentification
it: Tipo di autentificazione

source: WFS support
de: WFS Unterstützung
fr: Support WFS
it: WFS supporto

source: Whether WFS is supported by the server.
de: WFS-Unterstützung
fr: Si le WFS est géré par le serveur.

source: Single tile
de: Einzelkachel
fr: Tuile unique

source: Whether to use the single tile mode (For future use).
de: Verwendung des Einzelkachelmodus (für zukünftige Verwendung).
fr: S'il faut utiliser le mode de tuile unique (pour une utilisation future).

source: WMS Layer
de: WMS-Ebene
fr: Couche WMS
it: Livello WMS

source: WMS Layers
de: WMS-Ebenen
fr: Couches WMS
it: Livelli WMS

source: <div class="help-block"> <p>Definition of a <code>WMS Layer</code>.</p> <p>Note: The layers named <code>wms-defaults</code> contains the values used when we create a new <code>WMS layer</code>.</p> <hr> </div>
de: <div class="help-block"> <p>Definition einer <code>WMS-Ebene</code>.</p> <p>Hinweis: Die Ebene mit Namen <code>wms-defaults</code> enthält Default-Werte, die bei der Definition neuer <code>WMS-Ebenen</code> verwendet werden.</p> <hr> </div>
fr: <div class="help-block"> <p>Définition du <code>Layer WMS</code>.</p> <p>Note: La couche nommée <code>wms-defaults</code> Contient les valeurs utilisées quand on crée une nouvelle <code>couche WMS</code>.</p> <hr> </div>

source: OGC server
fr: Serveur OGC

source: WMS layer name
de: WMS-Ebenenname
fr: Nom de la couche WMS
it: Nome livello WMS

source: The WMS layers. Can be one layer, one group, or a comma separated list of layers. In the case of a comma separated list of layers, you will get the legend rule for the layer icon on the first layer, and to support the legend you should define a legend metadata.
de: Die WMS-Ebenen. Sie können eine Ebene, eine Gruppe, oder eine kommaseparierte Liste von Ebenen sein. Bei der Verwendung einer kommaseparierte Liste von Ebenen wird das Layer-Symbol auf Basis des ersten Layers ermittelt; Sie sollten in diesem Fall ein Metadaten Element legend definieren..
fr: Les couches WMS. Il peut s'agir d'une couche, d'un groupe ou d'une liste de couches séparées par des virgules. Dans le cas d'une liste de calques séparés par des virgules, vous obtiendrez la règle de légende pour l'icône de calque sur le premier calque, et pour gérer la légende, vous devez définir une légende métadonnées.

source: The style to use for this layer, can be empty.
de: Zu verwendender Style (optional).
fr: Le style utilisé par cette couche, peut être vide.

source: Valid
de: Gültig.
fr: Valide

source: The status reported by latest synchronization (readonly).
de: Status der letzten Synchronisierung (nur zur Anzeige).
fr: Le status reporté par la dernière synchronisation (lecture seule).

source: Reason why I am not valid
de: Grund für die fehlende Gültigkeit
fr: Raison de non-validité

source: The reason for status reported by latest synchronization (readonly).
de: Grund des Status der letzten Synchronisierung (nur zur Anzeige).
fr: La raison du status reporté par la dernière synchronisation (lecture seule).

source: Time mode
de: Zeitmodus
fr: Mode de temps
it: Modalità tempo

source: Used for the WMS time component.
de: Verwendet bei WMS Time.
fr: Utilisé par le composant WMS time.

source: Disabled
de: Deaktiviert
fr: Désactivé
it: Disabilitato

source: Range
de: Bereich
fr: Interval
it: Intervallo

source: Time widget
de: Zeitauswahl
fr: Widget temporel
it: Widget temporale

source: The component type used for the WMS time.
de: Komponententyp für WMS Time.
fr: Le type de composant utilisé par le WMS time.

source: Slider
de: Schieber
fr: Curseur
it: Cursori

source: Datepicker
de: Datumauswahl
fr: Sélecteur de date
it: Cattura informazioni

source: The OGC server to use for this layer.
de: Der OGC-Server, der für diese Ebene verwendet werden soll.
fr: Le serveur OGC utilisé par cette couche.

source: WMTS Layer
de: WMTS-Ebene
fr: Couche WMTS
it: Livello WMTS

source: WMTS Layers
de: WMTS-Ebenen
fr: Couches WMTS
it: Livelli WMTS

source: <div class="help-block"> <p>Definition of a <code>WMTS Layer</code>.</p> <p>Note: The layers named <code>wmts-defaults</code> contains the values used when we create a new <code>WMTS layer</code>.</p> <h4>Self generated WMTS tiles</h4> <p>When using self generated WMTS tiles, you should use URL <code>config://local/tiles/1.0.0/WMTSCapabilities.xml</code> where:<p> <ul> <li><code>config://local</code> is a dynamic path based on the project configuration.</li> <li><code>/tiles</code> is a proxy in the tilecloudchain container.</li> </ul> <h4>Queryable WMTS</h4> <p>To make the WMTS queryable, you should add the following <code>Metadata</code>: <ul> <li><code>ogcServer</code> with the name of the used <code>OGC server</code>, <li><code>wmsLayers</code> or <code>queryLayers</code> with the layers to query (comma separated list. Groups are not supported). </ul> <p>By default the scale limits for the queryable layers are the <code>minResolution</code> and/or the <code>maxResolution</code>a metadata value(s) of the WMTS layer. These values correspond to the WMTS layer resolution(s) which should be the zoom limit. You can also set a <code>minQueryResolution</code> and/or a <code>maxQueryResolution</code> to set a query zoom limits independent of the WMTS layer.</p> <h4>Print WMTS in high quality</h4> <p>To print the layers in high quality, you can define that the image shall be retrieved with a <code>GetMap</code> on the original WMS server. <p>To activate this, you should add the following <code>Metadata</code>:</p> <ul> <li><code>ogcServer</code> with the name of the used <code>OGC server</code>,</li> <li><code>wmsLayers</code> or <code>printLayers</code> with the layers to print (comma separated list).</li> </ul> <hr> </div>
de: <div class="help-block"> <p>Definition einer <code>WMTS-Ebene</code>.</p> <p>Hinweis: Die Ebene <code>wmts-defaults</code> enthält die Werte, die bei der Erstellung einer neuen <code>WMTS-Ebene</code> verwendet werden.</p> <h4>Selbsterzeugte WMTS-Kacheln</h4> <p>Zur Verwendung von selbsterzeugten WMTS-Kacheln sollten Sie eine URL der Form <code>config://local/tiles/1.0.0/WMTSCapabilities.xml</code> verwenden, wobei:<p> <ul> <li><code>config://local</code> ein dynamischer Pfad ist, der auf der Projekt Konfiguration basiert</li> <li><code>/tiles</code> einen Proxy im tilecloudchain container darstellt.</li> </ul> <h4>Abfragbare WMTS</h4> <p>Um WMTS abfragbar zu machen, müssen die folgenden <code>Metadaten</code> definiert werden: <ul> <li><code>ogcServer</code> mit dem Namen des <code>OGC-Servers</code>, <li><code>wmsLayers</code> oder <code>queryLayers</code> mit den abzufragenden Ebenen (kommaseparierte Liste; Gruppen werden nicht unterstützt). </ul> <p>Die Massstabsgrenzen für abfragbare Ebenen werden durch die <code>minResolution</code> und / oder <code>maxResolution</code>Metadaten Werte der Ebene definiert. Diese Werte entsprechen der Auflösung der Ebene, und sollten auch der Zoom-Grenze entsprechen. Sie können zudem eine <code>minQueryResolution</code> und / oder eine <code>maxQueryResolution</code> definieren, um Abfrage Zoom-Grenzen unabhängig von der WMTS-Ebene zu setzen.</p> <h4>Hochwertiger Ausdruck von WMTS </h4> <p>Um einen hochwertigen Ausdruck zu ermöglichen, können Sie definieren, dass das Bild via <code>GetMap</code> vom ursprünglichen WMS-Server geholt werden soll. <p>Hierzu müssen die folgenden <code>Metadaten</code> definiert werden:</p> <ul> <li><code>ogcServer</code> mit dem Namen des verwendeten <code>OGC-Servers</code>,</li> <li><code>wmsLayers</code> oder <code>printLayers</code> mit den zu druckenden Ebenen (kommaseparierte Liste).</li> </ul> <hr> </div>
fr: <div class="help-block"> <p>Définition d'une <code>couche WMTS</code>.</p> <p>Note: Les couches nommées <code>wmts-defaults</code> contiennent les valeurs lorsque nous créons une nouvelle <code>couche WMTS</code>.</p> <h4>Tuiles WMTS autogénérées</h4> <p>Lorsque vous utilisez des tuiles WMTS autogénérées, vous devez utiliser l'URL <code>config://local/tiles/1.0.0/WMTSCapabilities.xml</code> où:<p> <ul> <li><code>config://local</code> est un chemin dynamique basé sur la configuration projet.</li> <li><code>/tiles</code> est un proxy dans le conteneur tilecloudchain.</li> </ul> <h4>WMTS requêtables</h4> <p>Pour rendre le WMTS requêtable, vous devez ajouter les <code>Metadata</code> suivantes: <ul> <li><code>ogcServer</code> avec le nom du serveur OGC utilisé, <li><code>wmsLayers</code> ou <code>queryLayers</code> avec les couches à requêter (liste séparée par des virgules. Les groupes ne sont pas supportés). </ul> <p>Par défaut, la limite d'échelle pour les couches requêtables sont la <code>minResolution</code> et/ou la <code>maxResolution</code>, une métadonnée de la couche WMTS. Ces valeurs correspondent aux résolutions de la couche WMTS à lesquelles se trouve la limite de zoom. Vous pouvez aussi utiliser <code>minQueryResolution</code> et/ou <code>maxQueryResolution</code> pour paramétrer les limites du zoom de la requête indépendamment de la couche WMTS.</p> <h4>Impression WMTS en haute qualité</h4> <p>Pour imprimer les couches en haute qualité, vous pouvez définir que les images soient récupérées avec un <code>GetMap</code> sur le serveur WMS.</p> <p>Pour activer ceci, vous devez ajouter la <code>Metadata</code> suivante:</p> <ul> <li><code>ogcServer</code> avec le nom du <code>serveur OGC</code> utilisé,</li> <li><code>wmsLayers</code> ou <code>printLayers</code> avec les couches à imprimer (liste séparée par des virgules).</li> </ul> <hr> </div>

source: GetCapabilities URL
fr: URL GetCapabilities
it: URL GetCapabilities

source: The URL to the WMTS capabilities.
de: URL der WMTS-Capabilities.
fr: L'URL des capabilities WMTS.

source: WMTS layer name
de: WMTS-Ebenenname
fr: Nom de la couche WMTS
it: Nome livello WMTS

source: The name of the WMTS layer to use
de: Name der zu verwendenden WMTS-Ebene
fr: Le nom de la couche WMTS à utiliser.

source: The style to use; if not present, the default style is used.
de: Style; falls nicht angegeben, wird der Default-Style verwendet.
fr: Le style utilisé ; si non présent, le style par défaut est utilisé.

source: The matrix set to use; if there is only one matrix set in the capabilities, it can beleft empty.
de: Zu verwendender Matrizensatz; falls die Capabilities nur einen Matrizensatz enthalten, kann dieses Element leer gelassen werden.
fr: Le matrix set utilisé ; S'il n'y a qu'un matrix set dans le capabilities, le champ peut rester vide.

source: The MIME type of the images (e.g.: <code>image/png</code>).
de: MIME-Typ der Bilder (z.B. <code>image/png</code>).
fr: Le type MIME des images (p.ex.: <code>image/png</code>).

source: Vector Tiles Layer
de: Vektor-Kachel-Ebene
fr: Couche vector tile

source: Vector Tiles Layers
de: Vektor-Kachel-Ebenen
fr: Couches vector tile

source: Raster URL
fr: URL raster

source: Restriction area
de: Geschützter Bereich
fr: Zone de restriction
it: Area protetta

source: Restriction areas
de: Geschützte Bereiche
fr: Zones de restriction
it: Aree protette

source: A name.
de: Name.
fr: Un nom.

source: An optional description
de: Beschreibung (optional)
fr: Une description optionnelle.

source: Read/write
de: Lesen/Schreiben
fr: Lecture/écriture
it: Lettura/scrittura

source: Allows the linked users to change the objects.
de: Erlaubt verknüpfte Benutzer, die Objekte zu verändern.
fr: Permet aux utilisateurs de changer les objets.

source: Area
de: Bereich
fr: Zone

source: Active in the following area, if not defined, it is active everywhere.
de: Aktiv in folgendem Bereich; falls leer gelassen, überall aktiv.
fr: Active dans la zone suivante. Si non défini, active partout.

source: Checked roles will grant access to this restriction area.
de: Ausgewählte Rollen erhalten Zugang zu diesem geschützten Bereich.
fr: Les rôles sélectionnés donneront accès à cette aire de restriction.

source: Users with this role will be granted with access to those restriction areas.
de: Benutzer mit dieser Rolle erhalten Zugang zu diesen geschützten Bereichen.
fr: Les utilisateurs avec ce rôle auront accès à ces aires de restriction.

source: Layers
de: Ebenen
fr: Couches
it: Livelli

source: <div class="help-block"> <p>This restriction area will grant access to the checked layers.</p> <hr> </div>
de: <div class="help-block"> <p>Dieser geschützte Bereich ermöglicht den Zugang zu den ausgewählten Ebenen.</p> <hr> </div>
fr: <div class="help-block"> <p>Cette aire de restriction va donner accès aux couches sélectionnées. <hr> </div>

source: The areas through which the user can see the layer.
de: Die Bereiche, durch welche die Benutzer die Ebene sehen können.
fr: Les zones à travers lesquelles l'utilisateur peut voir la couche.

source: The name of the interface, as used in request URL.
de: Der Name der Benutzerschnittstelle; wird in der Request-URL verwendet.
fr: Le nom de l'interface, tel qu'utilisé dans la requête URL.

source: Make it visible in the checked interfaces.
de: Sichtbar machen in den ausgewählten Benutzerschnittstellen.
fr: Rendre visible dans les interfaces sélectionnées.

source: Metadata
de: Metadaten
fr: Métadonnée

source: Metadatas
de: Metadaten
fr: Métadonnées
it: Metadati

source: The type of <code>Metadata</code> we want to set.
de: Typ der <code>Metadaten</code>, die gesetzt werden sollen.
fr: Le type de <code>Métadonnée</code> que l'on veut ajouter.

source: The value of the metadata entry.
de: Wert des Metadaten-Eintrags.
fr: La valeur de l'entrée métadonnée.

source: <div class="help-block"> <p>You can associate metadata to all theme elements (tree items). The purpose of this metadata is to trigger specific features, mainly UI features. Each metadata entry has the following attributes:</p> <p>The available names are configured in the <code>vars.yaml</code> files in <code>admin_interface/available_metadata</code>.</p> <p>To set a metadata entry, create or edit an entry in the Metadata view of the administration UI. Regarding effect on the referenced tree item on the client side, you will find an official description for each sort of metadata in the <code>GmfMetaData</code> definition in <code>themes.js</code> <a target="_blank" href="https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js" > https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js </a>.</p> <hr> </div>
de: <div class="help-block"> <p>Sie können bei allen Themeneinträgen Metadaten definieren. Der Zweck dieser Metadaten Einträge ist es, bestimmte Verhalten im Geoportal auszulösen. Jeder Eintrag hat die folgenden Eigenschaften:</p> <p>die verfügbaren Namen sind in der <code>vars.yaml</code>Datei konfiguriert, im Abschnitt <code>admin_interface/available_metadata</code>.</p> <p>Um einen Eintrag zu erstellen, verwenden Sie den Metadaten Reiter in der Administrationsoberfläche. Bezüglich Auswirkungen der Eintrags auf die Benutzerschnittstelle konsultieren Sie bitte die entsprechende Beschreibung zu <code>GmfMetaData</code> in der Datei <code>themes.js</code> <a target="_blank" href="https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js" > https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js </a>.</p> <hr> </div>
fr: <div class="help-block"> <p>Vous pouvez associer des métadonnées à tous les éléments du thème (objets de l'arbre). L'objectif de ces métadonnées est d'activer des fonctionnalités spécifiques, principalement des fonctionnalités d'interface utilisateur. Chaque métadonnée a les attributs suivants:</p> <p>Les valeurs disponibles sont configurées dans le fichier <code>vars.yaml</code> dans <code>admin_interface/available_metadata</code>.</p> <p>Pour définir une entrée de métadonnées, créez ou modifiez une entrée dans la vue. Métadonnées de l'interface de l'interface d'administration. Concernant l'effet sur l'élément de l'arbre du côté client, vous pouvez trouver une description officielle pour chaque métadonnée dans les définitions <code>GmfMetaData</code> dans <code>themes.js</code> <a target="_blank" href="https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js" > https://github.com/camptocamp/ngeo/blob/{MAIN_BRANCH}/contribs/gmf/src/themes.js </a>.</p> <hr> </div>

source: The name of the dimension as it will be sent in requests.
de: Name der Dimension, der bei Abfragen verwendet werden soll.
fr: Le nom de la dimension tel qu'il sera envoyé dans les requêtes.

source: The default value for this dimension.
de: Default-Wert für diese Dimension.
fr: La valeur par défaut pour cette dimension.

source: Field
de: Feld
fr: Champ
it: Campo

source: The name of the field to use for filtering (leave empty when not using OGC filters).
de: Name des Attributs für das Filtern (leer lassen, falls OGC-Filter nicht verwendet werden).
fr: Le nom du champ à utiliser pour le filtrage (laissez vide si vous n'utilisez pas les filtres OGC).

source: <div class="help-block"> <p>The dimensions, if not provided default values are used.</p> <hr> </div>
de: <div class="help-block"> <p>Die Dimensionen; falls leer gelassen, werden Default-Werte verwendet.</p> <hr> </div>
fr: <div class="help-block"> <p>Les dimensions, si elles ne sont pas fournies, les valeurs par défaut sont utilisées.</p> <hr> </div>

source: User
de: Benutzer
fr: Utilisateur
it: Utente
