Repository: camptocamp/c2cgeoportal
Catalog: geoportal/c2cgeoportal_geoportal/locale/*/LC_MESSAGES/gmf.po
Languages: de, fr, it

source: You have a lot of drawn elements in this map. The above link may not be correctly supported by some browsers.
de: Sie haben eine Menge gezeichnete Elemente auf dieser Karte. Es kann sein, dass der obige Link nicht von allen Browsern unterstützt wird.
fr: Vous avez un grand nombre d'éléments dessinés sur cette carte. Le lien ci-dessus peut ne pas être supporté par certains navigateurs.
it: Hai un sacco di elementi disegnati in questa mappa. Il link potrebbe non essere correttamente supportato da alcuni browser.

source: You must change your password
de: Sie müssen Ihr Passwort ändern.
fr: Vous devez changer de mot de passe
it: Devi cambiare password

source: Your password has successfully been changed.
de: Passwort wurde erfolgreich geändert.
fr: Votre mot de passe a été modifié avec succès.
it: La password è stata modificata con successo.

source: Zoom to
de: Fokussieren
fr: Zoom sur
it: Ingrandisci su

source: Zoom to selection
de: Auswahl fokussieren
fr: Zoomer sur la sélection
it: Zoom alla selezione

source: blank
de: Leer
fr: Vide
it: vuoto

source: group is already loaded.
de: Die Gruppe wurde bereits geladen.
fr: Le groupe est déjà chargé.
it: il gruppo è già caricato.

source: groups are already loaded.
de: Die Gruppen wurden bereits geladen.
fr: Les groupes sont déjà chargés.
it: i gruppi sono già caricati.

source: km (kilometers)
de: km (Kilometer)
fr: km (kilomètres)
it: km (chilometri)

source: loaded
de: geladen
fr: chargé
it: caricato

source: m (meters)
de: m (Meter)
fr: m (mètres)
it: m (metri)

source: no value
de: Wert nicht vorhanden
fr: pas de valeur
it: nessun valore

source: of
de: von
fr: sur
it: di

source: results displayed, as the maximum number is reached. Please refine your query.
de: Resultaten werden angezeigt, da die maximale Anzahl überschritten wurde. Bitte verfeinern sie die Auswahl.
fr: résultats sont affichés car le nombre maxium a été atteint. Merci d'affiner votre requête.
it: risultati visualizzati, poiché il numero massimo è stato raggiunto. Si prega di affinare la ricerca.

source: selected element(s)
de: Ausgewählte(s) Element(e)
fr: Élément(s) sélectionné(s)
it: Elemento(i) selezionati

source: Layout
fr: Mise en page

source: Password
de: Passwort
fr: Mot de passe

source: Permalink
fr: Permalien
