Repository: camptocamp/c2cgeoportal
Catalog: geoportal/c2cgeoportal_geoportal/locale/*/LC_MESSAGES/gmf.po
Languages: de, fr, it

source: -- Choose a layer --
de: -- Wählen Sie eine Ebene --
fr: -- Sélectionnez une couche --
it: -- Scegli livello --

source: -- Layer to filter --
de: -- Ebene zum filtern --
fr: -- Couche à filtrer --
it: -- Livello da filtrare --

source: A new password has just been sent to you by e-mail.
de: Ein neues Passwort wurde Ihnen per E-Mail gesendet.
fr: Un nouveau de passe vous a été envoyé par courriel.
it: Una nuova password ti è stata appena inviata via e-mail.

source: Abort
de: Abbrechen
fr: Annuler
it: Annulla

source: Add a linestring to the geometry
de: Linie der Geometrie hinzufügen
fr: Ajoute une ligne à la géométrie
it: Aggiungere un segmento

source: Add a point to the geometry
de: Punkt der Geometrie hinzufügen
fr: Ajoute un point à la géométrie
it: Aggiungere un punto

source: Add a polygon to the geometry
de: Polygone der Geometrie hinzufügen
fr: Ajoute un polygone à la géométrie
it: Aggiungere una superficie

source: Add layer
de: Ebene hinzufügen
fr: Ajouter une couche
it: Aggiungi livello

source: Add new point
de: Punkt hinzufügen
fr: Ajouter un nouveau point
it: Aggiungi un nuovo punto

source: All
de: Alle
fr: Tout
it: Tutti

source: All layers
de: Alle Ebenen
fr: Toutes les couches
it: Tutti i livelli

source: Altitude:
de: Höhe
it: Altimetria

source: An error occurred while resetting the password.
de: Beim Zurücksetzen des Passworts trat ein Fehler auf.
fr: Une erreur s'est produite lors de la réinitialisation du mot de passe.
it: Si è verificato un errore durante il ripristino della password.

source: Angle
de: Winkel
it: Angolo

source: Arrow direction
de: Pfeilrichtung
fr: Direction des flèches
it: Direzione freccia

source: Arrow position
de: Pfeilposition
fr: Position des flèches
it: Posizione freccia

source: Authentication code
de: Authentifizierungscode
fr: Code d'authentification
it: Codice di autenticazione

source: Backwards
de: Rückwärts
fr: En arrière
it: Indietro

source: Both
de: Beide
fr: Double
it: Entrambi

source: CSV export
de: Exportieren als CSV
fr: Export CSV
it: Esportazione CSV

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancella

source: Cancel modifications
de: Änderungen verwerfen
fr: Annuler les modifications
it: Cancella modifica

source: Change password
de: Passwort ändern
fr: Changer de mot de passe
it: Cambia password

source: Change the color of the search result
de: Die Farbe des Suchresultats ändern
fr: Changer la couleur du résultat de la recherche
it: Cambia il colore del risultato

source: Choose or enter online resource URL
de: Wählen oder geben Sie eine URL an
fr: Choisir ou introduire une URL de ressource.
it: Scegliere o inserire l'URL della risorsa online

source: Classes
de: Klassen
it: Classi

source: Classification:
de: Klassifizierung:
it: Classificazione

source: Clear
de: Zurücksetzen
fr: Réinitialiser
it: Cancella

source: Clear all
de: Alle löschen
fr: Supprimer tout
it: Cancella tutto

source: Clear measure
de: Auswahl löschen
fr: Supprimer les mesures
it: Cancella misure

source: Click to enter a period.
de: Klicken, um ein Zeitintervall anzugeben.
fr: Cliquez pour entrer une période.
it: Fare clic per inserire un periodo.

source: Click to toggle snapping.
de: Klicken, um das Snapping ein- oder auszuschalten
fr: Cliquez pour basculer le magnétisme.
it: Fare clic per attivare lo snap.

source: Close
de: Schliessen
fr: Fermer
it: Chiudi

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password

source: Connect
de: Einloggen
fr: Se connecter
it: Connetti

source: Connect to online resource
de: Verbinden
fr: Choisir ou introduire une URL de ressource.
it: Connetti ad una risorsa online

source: Connecting to the print server, please wait.
de: Verbindet mit dem Druckerserver. Bitte warten.
fr: Connexion au serveur d'impression, merci de patienter.
it: Connessione al server per la stampa, attendere per favore.

source: Connecting, please wait...
de: Verbindung erfolgt, bitte warten...
fr: Connexion, merci de patienter...
it: Connessione, attendere per favore...

source: Continue without saving
de: Weiter ohne zu Speichern
fr: Continuer sans sauvegarder
it: Continua senza salvare

source: Coordinate systems
de: Koordinatensystem
fr: Système de coordonnées
it: Sistema di coordinate

source: Coordinates
de: Koordinaten
fr: Coordonnées
it: Coordinate

source: Copy from external WMS feature
de: Von externem WMS Feature kopieren
fr: Copier depuis une feature d'un WMS externe
it: Copia informazioni dal servizio WMS esterno

source: Copy from:
de: Kopieren von:
fr: Copier depuis:
it: Copia da:

source: Copy this link to share it.
de: Diesen Link kopieren und teilen.
fr: Copier le lien pour le partager
it: Copia questo link per condividerlo.

source: Could not log out.
de: Logout fehlgeschlagen.
fr: Impossible de se déconnecter.
it: Non si può disconnettere.

source: Currently editing this layer
de: Diese Ebene wird momentan editiert
fr: Couche actuellement en édition
it: Attualmente stai modificando questo livello

source: Currently editing:
de: Momentan am editieren:
fr: Actuellement en édition :
it: Attualmente in fase di modifica:

source: Cut from external WMS feature
de: Von externem WMS Feature ausschneiden
fr: Couper depuis une feature d'un WMS externe
it: Taglia informazioni dal servizio WMS esterno

source: Cut from:
de: Ausschneiden von:
fr: Couper depuis:
it: Taglia da:

source: Data source
de: Datenquelle
fr: Source de données
it: Sorgente dato

source: Delete
de: Löschen
fr: Supprimer
it: Cancella

source: Delete All
de: Alle löschen
fr: Tout supprimer
it: Cancella tutto

source: Delete the feature
de: Das Feature löschen
fr: Supprime l'objet
it: Cancella questa informazione

source: Delete this feature
de: Dieses Feature löschen
fr: Supprime cet objet
it: Cancella questa informazione

source: Delete vertex
de: Eckpunkt löschen
fr: Supprimer le sommet
it: Elimina vertice

source: Display azimuth and radius
de: Azimut und Radius anzeigen
fr: Afficher l'azimut et le rayon
it: Visualizza azimut e raggio

source: Display coordinates
de: Koordinaten anzeigen
fr: Afficher les coordonnées
it: Visualizza coordinate

source: Display label
de: Beschriftung anzeigen
fr: Afficher le nom
it: Visualizza il livello

source: Display length
de: Länge anzeigen
fr: Afficher la longueur
it: Visualizza la lunghezza

source: Display surface
de: Oberfläche anzeigen
fr: Afficher la surface
it: Visualizza la superficie

source: Distance
de: Entfernung
it: Distanza

source: Distance:
de: Entfernung:
it: Distanza:

source: Do you really want to delete all the features?
de: Wollen Sie wirklich alle Features löschen?
fr: Voulez-vous vraiment supprimer toutes les géométries?
it: Vuoi davvero eliminare tutte le informazioni?

source: Do you really want to delete the feature?
de: Wollen Sie das Feature wirklich löschen?
fr: Voulez-vous vraiment supprimer la géométrie?
it: Vuoi davvero eliminare l'informazioni?

source: Do you really want to delete the selected feature?
de: Wollen Sie das ausgewählte Feature wirklich löschen?
fr: Voulez-vous vraiment supprimer la géométrie sélectionnée?
it: Vuoi davvero eliminare tutte le informazioni selezionate?

source: Download CSV
de: CSV herunterladen
fr: Exporter en CSV
it: Scarica CSV

source: Draw LIDAR profile line
de: LIDAR Profil-Linie zeichnen
fr: Dessiner un profil LiDAR
it: Disegnare la linea di profilo LIDAR

source: Draw a circle on the map
de: Kreis zeichnen
fr: Dessiner un cercle
it: Disegna un cerchio nella mappa

source: Draw a line on the map
de: Linie zeichnen
fr: Dessiner une ligne
it: Disegna una linea nella mappa

source: Draw a line on the map to display the corresponding LIDAR profile. Use double-click to finish the drawing.
de: Zeichnen Sie eine Linie auf die Karte um das dazugehörige LIDAR-Profil anzuzeigen. Ein Doppelklick beendet das Zeichnen.
fr: Dessiner une ligne sur la carte pour afficher le profil LiDAR correspondant. Utilisez un double-clic pour terminer le profil.
it: Tracciare una linea sulla mappa per visualizzare il profilo LIDAR corrispondente. Fare doppio clic per terminare il disegno.

source: Draw a point on the map
de: Punkt zeichnen
fr: Dessiner un point
it: Disegna un punto nella mappa

source: Draw a polygon on the map
de: Polygone zeichnen
fr: Dessiner un polygone
it: Disegna un poligono nella mappa

source: Draw a rectangle on the map
de: Rechteck zeichnen
fr: Dessiner un rectangle
it: Disegna un rettangolo nella mappa

source: Draw a text label on the map
de: Text zeichnen
fr: Dessiner un texte
it: Scrivi un testo nella mappa

source: Draw a triangle
de: Ein Dreieck zeichnen
fr: Dessiner un triangle
it: Disegna un triangolo nella mappa

source: Draw new linestring
de: Eine neue Linie zeichnen
fr: Dessiner une nouvelle ligne
it: Scrivi una nuova linea di testo

source: Draw new point
de: Einen neuen Punkt zeichnen
fr: Dessiner un nouveau point
it: Disegna un nuovo punto

source: Draw new polygon
de: Ein neues Polygon zeichnen
fr: Dessiner un nouveau polygon
it: Disegna un nuovo poligono

source: Elevation
de: Höhe
fr: Elévation
it: Altimetria

source: Erase geometry
de: Geometrie löschen
fr: Effacer la géométrie
it: Cancella geometria

source: Error during the print, please try again.
de: Fehler während dem Drucken. Bitte versuchen Sie es noch ein Mal.
fr: Erreur durant l’impression, merci de réessayer.
it: Errore durante la stampa, riprovare.

source: Error, cannot get the shortened URL.
de: Fehler; die verkürzte URL konnte nicht ermittelt werden.
fr: Erreur, impossible d'obtenir l'URL réduite.
it: Errore, non può ottenere l'URL abbreviato.

source: Error, the link has not been sent.
de: Fehler; der Link wurde nicht versandt.
fr: Erreur, le lien n'a pas été envoyé.
it: Errore, il link non è stato inviato.

source: Every segment
de: Jedes Segment
fr: Chaque segment
it: Ogni segmento

source: Export
de: Exportieren
fr: Exporter
it: Esportazione

source: Export as CSV
de: Ein CSV exportieren
fr: Exporter en CSV
it: Esportazione come CSV

source: Export selection as CSV
de: Auswahl als CSV exportieren
fr: Exporter la sélection en CSV
it: Esporta elementi selezionati come CSV

source: Failed to connect
de: Verbindung fehlgeschlagen
fr: Impossible de se connecter.
it: Connessione fallita

source: Filter
fr: Filtre
it: Filtri

source: Filter name
fr: Nom du filtre
it: Nome filtro

source: First segment
de: Erstes Segment
fr: Premier segment
it: Primo segmento

source: Forwards
de: Vorwärts
fr: En avant
it: Avanti

source: Height:
de: Höhe:
fr: Hauteur:
it: Altezza:

source: Hide description
de: Beschreibung ausblenden
fr: Masquer la description
it: Nascondi descrizione

source: Hide legend
de: Legende ausblenden
fr: Masquer la légende
it: Nascondi legenda

source: Image
de: Bild
it: Immagine

source: Incorrect credentials or disabled account.
de: Ungültige Angaben oder gesperrter Benutzer.
fr: Informations d'identification incorrectes ou compte désactivé.
it: Credenziali errate o account disabilitato.

source: Incorrect old password.
de: Falsches altes Passwort.
fr: Ancien mot de passe incorrect.
it: Vecchia password non corretta.

source: Initializing, please wait...
de: Initialisierung erfolgt, bitte warten...
fr: Initialisation, merci de patienter...
it: Inizializzazione, attendere.....

source: Intensity:
de: Intensität:
fr: Intensité :
it: Intensità:

source: Invalid email.
de: Ungültige Mailadresse.
fr: E-mail invalide.
it: Email non valida.

source: It might be offline
de: Möglicherweise keine Verbindung
fr: Il pourrait être déconnecté
it: Potrebbe essere offline

source: Last segment
de: Letztes Segment
fr: Dernier segment
it: Ultimo segmento

source: Legend
de: Legende
fr: Légende
it: Legenda

source: Length:
de: Länge:
fr: Longueur:
it: Lunghezza:

source: Lidar profile service error
de: Fehler im LIDAR-Profildienst
fr: Erreur du service de profil LiDAR
it: Errore di servizio del profilo Lidar

source: Link successfully sent.
de: Link erfolgreich versandt.
fr: Lien envoyé avec succès
it: Collegamento inviato con successo.

source: List
de: Liste
fr: Liste
it: Elenco

source: Load a file from local
de: Datei hochladen
fr: Charger un fichier local
it: Carica un file locale

source: Load local file
de: Datei hochladen
fr: Charger fichier local
it: Carica un file locale

source: Loading LOD:
de: Laden des LOD:
fr: Chargement LOD :
it: Carica LOD:

source: Local
de: Lokal
fr: Locale
it: Locale

source: Local files
de: Dateien
fr: Fichiers locaux
it: File locali

source: Logged in as
de: Eingeloggt als
fr: Connecté en tant que
it: Registrato come

source: Logout
fr: Se déconnecter
it: Disconnetti

source: Manage filters
de: Filter verwalten
fr: Gérer les filtres
it: Gestire i filtri

source: Manage saved filters
de: Gespeicherte Filter verwalten
fr: Gérer les filtres sauvegardés
it: Gestire i filtri salvati

source: Manual entry
de: Manuelle Eingabe
fr: Saisie manuelle
it: Inserimento manuale

source: Material
fr: Matériau
it: Materiale

source: Message (optional)
de: Nachricht (optional)
fr: Message (optionnel)
it: Messaggio (opzionale)

source: More information
de: Mehr Informationen
fr: Plus d'informations
it: Maggiori informazioni

source: More options at the group level
de: Weitere Optionen befinden sich auf Gruppenebene.
fr: Plus d'options au niveau du groupe
it: Più opzioni a livello di gruppo

source: Move
de: Verschieben
fr: Déplacer
it: Spostare

source: Name
fr: Nom
it: Nome

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: Next
de: Folg.
fr: Sui.
it: Avanti

source: No editable layer available!
de: Kein editierbarer Layer verfügbar!
fr: Aucune couche éditable disponible !
it: Non è disponibile alcun livello in modifica!

source: No file
de: Keine Datei
fr: Pas de fichier
it: Nessun file

source: No filtrable layer available!
de: Kein filterbarer Layer verfügbar!
fr: Aucune couche filtrable disponible !
it: Non è disponibile il livello per il filtro!

source: No result found
de: Kein Ergebnis
fr: Pas de résultat trouvé
it: Nessun risultato trovato

source: No value
de: Wert nicht vorhanden
fr: Pas de valeur
it: Nessun valore

source: None
de: Keine
fr: Aucun
it: Nessuna

source: Not visible at current scale. Click to zoom.
de: Nicht sichtbar auf der momentanen Zoom-Stufe. Klicken Sie zum Zoomen.
fr: Invisible à cette échelle. Cliquez pour zoomer.
it: Non visibile alla scala attuale. Fare clic per ingrandire.

source: Note: drawing a rectangle of a specific size requires both height and length to be defined.
de: Hinweis: Um ein Rechteck mit einer bestimmten Grösse zu zeichnen, müssen Höhe und Länge definiert werden.
fr: Remarque: dessiner un rectangle d'une taille spécifique nécessite de définir à la fois la hauteur et la longueur.
it: Nota: per disegnare un rettangolo di dimensioni specifiche è necessario definire sia l'altezza che la lunghezza.

source: Old password
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password

source: Online
fr: En ligne
it: In linea

source: Only
de: Nur
fr: Seuls
it: Solo

source: Opacity
de: Opazität
fr: Opacité
it: Trasparenza

source: Open/Close description
de: Beschreibung Öffnen/Schliessen
fr: Ouvre/Ferme la description
it: Apri/chiudi descrizione

source: Or did you attempt to draw a profile outside data extent?
de: Haben Sie ein Profil ausserhalb des Datenbereichs gezeichnet?
fr: Ou avez vous tenté de dessiner un profil en dehors de l'étendu des données ?
it: Ha cercato di tracciare un profilo al di fuori dell'area con dati disponibili?

source: Or did you attempt to draw such a small profile that no point was returned?
de: Haben Sie ein zu kleines Profil gezeichnet?
fr: Ou avez vous tenté de dessiner un profil trop petit pour qu'un point soit retourné ?
it: Ha tentato di tracciare un profilo così piccolo per cui non ci sono abbastanza punti a disposizione?

source: PNG export
de: Exportieren als PNG
fr: Export PNG
it: esportazione PNG

source: Password forgotten?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?

source: Please, input a login...
de: Bitte Username eingeben!
fr: Veuillez saisir un nom d'utilisateur...
it: Per favore, inserisci un login.....

source: Prev.
de: Vorh.
fr: Préc.
it: Prec.

source: Profile width:
de: Breite des Profils:
fr: Largeur du profil :
it: Larghezza del profilo:

source: Radius:
fr: Rayon:
it: Raggio:

source: Recenter to
de: Zentrieren auf
fr: Recentrer sur
it: Torna a

source: Reset profile
de: Profil zurücksetzen
fr: Réinitialiser le profil
it: Azzera profilo

source: Result
de: Ergebnis
fr: Résultat
it: Risultato

source: Reverse selection
de: Auswahl umkehren
fr: Sélection inverse
it: Invertire selezione

source: Rotate
de: Drehen
fr: Rotation
it: Ruota

source: Rotation
de: Drehung
it: Rotazione

source: Save
de: Speichern
fr: Sauvegarder
it: Salva

source: Save filter
de: Filter speichern
fr: Sauvegarder le filtre
it: Salva filtro

source: Save modifications
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche

source: Saved
de: Gespeichert
fr: Sauvegardés
it: Salvato

source: Scale
de: Massstab
fr: Échelle
it: Scala

source: Search
de: Suchen...
fr: Recherche
it: Cerca

source: Search…
de: Suchen...
fr: Recherche…
it: Ricerca...

source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona

source: Send
de: Verschicken
fr: Envoyer
it: Inviare

source: Send file by email
de: Datei via Mail senden
fr: Envoyer le fichier par e-mail
it: Invia file via e-mail

source: Send this link to
de: Diesen Link verschicken an
fr: Envoyer le lien à
it: Invia questo link a

source: Server error.
de: Serverfehler.
fr: Erreur serveur.
it: Errore del server.

source: Set as starting point
de: Startpunkt setzen
fr: Définir le point de départ
it: Impostare come punto di partenza

source: Share this map
de: Diese Karte teilen
fr: Partager cette carte
it: Condividi questa mappa

source: Show/hide legend
de: Legende anzeigen/verstecken
fr: Afficher/masquer légende
it: Mostra/nascondi legenda

source: Size
de: Grösse
fr: Taille
it: Dimensione

source: Some layers in this link are not accessible to unauthenticated users. Please log in to see whole data.
de: Einige Ebenen in diesem Link sind für nicht autorisierte Benutzer unzugänglich. Bitte melden Sie sich an, um die vollständigen Daten zu sehen.
fr: Certaines couches de ce lien ne sont pas accessibles aux utilisateurs non authentifiés. Veuillez vous connecter pour voir toutes les données.
it: Alcuni livelli di questo link non sono accessibili ad utenti non autenticati. Effettua il login per vedere tutti i dati.

source: Stop editing
de: Editieren beenden
fr: Arrêter l'édition
it: Interrompere l'editing

source: Stroke
de: Strich
fr: Epaisseur
it: Spessore

source: Swipe with this layer
de: Diese Ebene vergleichen
fr: Comparer cette couche
it: Scorrere con questo livello

source: Take measure
de: Messung vornehmen
fr: Mesurer
it: Prendere le misure

source: Take measure on the graph
de: Messung auf der Grafik vornehmen
fr: Faire une mesure sur le graphique
it: Prendere le misure dal grafico

source: Terminate
de: Abschliessen
fr: Terminer
it: Terminare

source: The file will be sent to your email when ready.
de: Die Datei wird nach Fertigstellung als Mail gesendet.
fr: Le fichier sera envoyé à votre adresse e-mail lorsque il sera prêt.
it: Il file verrà inviato alla tua email quando sarà pronto.

source: The following field should be kept empty on first login:
de: Das folgende Feld sollte beim ersten Anmelden leer gelassen werden.
fr: Le champ suivant doit rester vide lors de la première connexion:
it: Il campo seguente deve essere lasciato vuoto al primo accesso:

source: The new password is required.
de: Das neue Passwort wird benötigt.
fr: Le nouveau mot de passe est requis.
it: È richiesta una nuova password.

source: The old and new passwords are the same.
de: Das alte und neue Passwort ist dasselbe.
fr: L'ancien et le nouveau mot de passe sont identiques.
it: La vecchia e la nuova password sono le stesse.

source: The old password is required.
de: Das alte Passwort wird benötigt.
fr: L'ancien mot de passe est requis.
it: È richiesta la vecchia password.

source: The password confirmation is required.
de: Die Bestätigung des Passworts wird benötigt.
fr: La confirmation du mot de passe est requise.
it: È richiesta la conferma della password.

source: The password is required.
de: Das Passwort wird benötigt.
fr: Le mot de passe est requis.
it: La password è obbligatoria.

source: The passwords don't match.
de: Die Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.

source: The print server is unavailable. Please, try later.
de: Der Druckerserver ist nicht verfügbar. Bitte versuchen Sie es später noch ein mal.
fr: Le serveur d'impression est indisponible. Merci de réessayer plus tard.
it: Il Print Server non è disponibile. Per favore, prova più tardi.

source: The profile service does not respond, please try later.
de: Der Profile-Service antwortet nicht, bitte versuchen Sie es später noch ein mal.
fr: Le service de profil ne répond pas, merci d'essayer plus tard.
it: Il servizio profili non risponde, prova più tardi.

source: The username is required.
de: Der Benutzername wird benötigt.
fr: Le nom d'utilisateur est requis.
it: Il nome utente è obbligatorio.

source: There are unsaved changes.
de: Es existieren nicht gespeicherte Änderungen.
fr: Certains changements ne sont pas sauvegardés.
it: Ci sono modifiche non salvate.

source: This file can not be imported!
de: Diese Datei kann nicht importiert werden!
fr: Ce fichier ne peut pas être importé !
it: Questo file non può essere importato!

source: Two factor authentication QR code:
de: Zwei-Faktor-Authentifizierung QR-Code:
fr: Code QR d'authentification à deux facteurs:
it: Codice QR di autenticazione a due fattori:

source: Two factor authentication key:
de: Zwei-Faktor-Authentifizierung Schlüssel:
fr: Clé d'authentification à deux facteurs:
it: Chiave di autenticazione a due fattori:

source: Unable to load the file
de: Die Datei konnte nicht geladen werden
fr: Impossible de charger le fichier
it: Impossibile caricare il file

source: Undo
de: Rückgängig machen
fr: Annuler
it: Annulla

source: Undo latest modifications
de: Letzte Änderungen rückgangig machen
fr: Annuler les dernière modifications
it: Annulla le ultime modifiche

source: Unsaved modifications!
de: Nicht gespeicherte Änderungen!
fr: Modifications non sauvegardés !
it: Modifiche non salvate!

source: Username
fr: Nom d'utilisateur
it: Nome utente

source: You are not logged in any more. The Interface has been reloaded.
de: Sie sind nicht mehr angemeldet. Die Ansicht wurde neu geladen.
fr: Vous n'êtes plus connecté. L'interface à été actualisée.
it: Non sei più connesso. L'interfaccia è stata ricaricata.

source: You are recognized as an intranet user.
de: Sie werden als Intranet-Benutzer erkannt.
fr: Vous êtes reconnu en tant qu'utilisateur intranet.
it: Sei riconosciuto come utente Intranet.

source: You can also use Alt+Shift on the map
de: Sie können auch Alt + Umschalt. auf der Karte verwenden
fr: Vous pouvez également utiliser Alt+Shift pour tourner la carte.
it: È possibile utilizzare Alt+Shift sulla mappa

source: You can save the filter that you created to re-load it later.
de: Sie können den eben erstellten Filter speichern, damit Sie ihn später wieder laden können.
fr: Vous pouvez sauvegarder le filtre que vous avez créé pour le recharger plus tard.
it: È possibile salvare il filtro creato e ricaricarlo successivamente.
