Repository: camptocamp/c2cgeoportal
Catalog: geoportal/c2cgeoportal_geoportal/locale/*/LC_MESSAGES/ngeo.po
Languages: it

source: + Add a new criteria
it: + Aggiungi un nuovo criterio

source: Abort
it: Annulla

source: Activate offline mode
it: Attivare la modalità offline

source: Add via
it: Aggiungi tramite

source: Apply filter
it: Applicare filtri

source: Begins at
it: Comincia da

source: Between
it: Tra

source: Cancel
it: Cancella

source: Circle
it: Cerchio

source: Clear
it: Pulito

source: Click on a road on the map to start StreetView.
it: Fare clic su una strada nella mappa per avviare StreetView.

source: Click to continue drawing the line.
it: Fare clic per continuare a disegnare la linea.

source: Click to continue drawing the polygon.
it: Fare clic per continuare a disegnare il poligono.

source: Click to continue drawing<br/>Double-click or click last point to finish
it: Fare clic per continuare a disegnare<br/> Fare doppio clic o fare clic sull'ultimo punto per terminare.

source: Click to continue drawing<br/>Double-click or click starting point to finish
it: Fare clic per continuare a disegnare<br/>Fare doppio clic o fare clic sul punto di partenza per terminare.

source: Click to continue drawing<br>Double-click or click last point to finish
it: Fare clic per continuare a disegnare<br>Fare doppio clic o fare clic sull'ultimo punto per terminare

source: Click to continue drawing<br>Double-click or click starting point to finish
it: Fare clic per continuare a disegnare<br>Fare doppio clic o fare clic sul punto di partenza per terminare.

source: Click to finish
it: Clicca per finire

source: Click to start drawing area
it: Fare clic per iniziare a disegnare un'area

source: Click to start drawing circle
it: Fare clic per iniziare a disegnare un cerchio

source: Click to start drawing length
it: Fare clic per iniziare a disegnare una linea

source: Click to start drawing line
it: Fare clic per iniziare a disegnare una linea

source: Click to start drawing polygon
it: Fare clic per iniziare a disegnare un poligono

source: Close
it: Chiudere

source: Contains
it: Contenuto

source: Date:
it: Data:

source: Deactivate offline mode
it: Disattivare la modalità offline

source: Delete data
it: Cancella data

source: Distance
it: Distanza

source: Do you really want to remove your data ?
it: Vuoi davvero rimuovere i tuoi dati ?

source: Does not match any criterion
it: Non corrisponde ad nessun criterio

source: Double-click or click last point to finish.
it: Fare doppio clic o fare clic sull'ultimo punto per terminare.

source: Double-click or click starting point to finish.
it: Fare doppio clic o fare clic sul punto di partenza per terminare.

source: Draw a circle on the map
it: Disegnare un cerchio sulla mappa

source: Draw a circle on the map.
it: Disegnare un cerchio sulla mappa.

source: Draw a line on the map
it: Disegnare una linea sulla mappa

source: Draw a line string on the map.
it: Scrivere un testo sulla mappa.

source: Draw a point on the map
it: Disegnare un punto sulla mappa

source: Draw a point on the map.
it: Disegnare un punto sulla mappa.

source: Draw a polygon on the map
it: Disegnare un poligono sulla mappa

source: Draw a polygon on the map.
it: Disegnare un poligono sulla mappa.

source: Draw a rectangle on the map
it: Disegnare un rettangolo sulla mappa

source: Draw a rectangle on the map.
it: Disegnare un rettangolo sulla mappa.

source: Duration
it: Durata

source: During
it: Durante

source: Ends at
it: Termina a

source: From
it: Da

source: From:
it: Da:

source: Geolocation: An unknown error occurred.
it: Geolocalizzazione: Si è verificato un errore sconosciuto.

source: Get data
it: Ottenere dati

source: Hide extent
it: Nascondi estensione

source: Intersects
it: Intersecarsi

source: Is equal to
it: È uguale a

source: Is greater than
it: È maggiore di

source: Is greater than or equal to
it: È maggiore o uguale a

source: Is inside of
it: È all'interno di

source: Is lesser than
it: È inferiore a

source: Is lesser than or equal to
it: È inferiore o uguale a

source: Is not equal to
it: Non è uguale a

source: LineString
it: Linea di testo

source: Location information is unavailable.
it: Informazioni sulla posizione non sono disponibili.

source: M/d/yyyy
it: MM/GG/AAAA

source: M/d/yyyy HH:MM:ss
it: MM/GG/AAAA HH:MM:SS

source: M/yyyy
it: MM/AAAA

source: Match all criteria
it: Corrisponde a tutti i criteri

source: Match at least one criterion
it: Corrispondere ad almeno un criterio

source: Move
it: Spostati

source: No maps selected for saving.
it: Nessuna mappa selezionata per il salvataggio.

source: Offline map
it: Mappa offline

source: Operation canceled
it: Operazione annullata

source: Point
it: Punto

source: Polygon
it: Poligono

source: Profile
it: Profilo

source: Read failed
it: Lettura fallita

source: Rectangle
it: Rettangolo

source: Reverse
it: Indietro

source: Rotate
it: Ruotare

source: Route statistics
it: Statistica del percorso

source: Save map
it: Salva mappa

source: Save new map
it: Salva nuova mappa

source: Search...
it: Ricerca...

source: Show extent
it: Mostra estensione

source: Spatial filter
it: Filtro spaziale

source: Street View data not found for this location.
it: Dati Street View non trovati per questa posizione.

source: Text
it: Testo

source: The request to get user location timed out.
it: La richiesta per ottenere la posizione dell'utente è fuori tempo massimo.

source: This field is required
it: Questo campo è obbligatorio

source: To:
it: A:

source: Upload failed
it: Caricamento fallito

source: User denied the request for Geolocation.
it: L'utente ha respinto la richiesta di geolocalizzazione.

source: Warning
it: Avviso

source: and
it: e

source: day
it: giorno

source: hour
it: ora

source: minute
it: minuto

source: second
it: secondo

source: to
it: a

source: yyyy
it: aaaa

source: ~{{$ctrl.estimatedLoadDataSize}}MB of maps will be downloaded (until scale 1:25'000) - Don't lock your device or navigate away from this site during the download process. Deactivate "private" mode of your browser.
it: ~{{$ctrl.estimatedLoadDataSize}} MB di mappe saranno scaricate (fino alla scala 1:25'000) - Non bloccare il dispositivo o allontanarsi da questo sito durante il processo di download. Disattivare la modalità "privata" del browser.
