Repository: camptocamp/c2cgeoportal
Catalog: geoportal/c2cgeoportal_geoportal/scaffolds/create/geoportal/+package+_geoportal/locale/*/LC_MESSAGES/+package+_geoportal-client.po
Languages: it

source: Add a layer
it: Aggiungere un livello

source: Add a sub theme
it: Aggiungere un sottotema

source: Add a theme
it: Aggiungere un tema

source: Alternative Desktop Application
it: Applicazione alternativa per internet desktop

source: Alternative Mobile Application
it: Applicazione alternativa per internet mobile

source: Back
it: Indietro

source: Background
it: Sfondo

source: Close
it: Chiudere

source: Data
it: Dati

source: Desktop Application
it: Applicazione internet desktop

source: Draw a line on the map to display the corresponding elevation profile. Use double-click to finish the drawing.
it: Tracciare una linea sulla mappa per visualizzare il profilo altimetrico corrispondente. Usare il doppio clic per terminare il disegno.

source: Draw and Measure
it: Disegnare e misurare

source: Draw profile line
it: Disegnare la linea di profilo

source: Editing
it: Modificare

source: Elevation (Aster)
it: Altimetria (ASTER)

source: Elevation (SRTM)
it: Altimetria (SRTM)

source: Filter
it: Filtri

source: Iframe API Application
it: Applicazione API Iframe

source: Import Layer
it: Importa livello

source: In order to use the editing tool, you must log in first.
it: Per poter utilizzare lo strumento di modifica, Ã¨ necessario effettuare il login.

source: Length
it: Lunghezza

source: Loading...
it: Caricamento.....

source: Login
it: Accedi

source: Measure tools
it: Strumenti di misura

source: Mobile Application
it: Applicazione mobile

source: OSM_time_merged
it: OSM_orario_riunire

source: Object Editing
it: Modifica dell'oggetto

source: ObjectEditing - Edit Application
it: ObjectEditing - Modifica applicazione

source: ObjectEditing - Viewer Application
it: ObjectEditing - Applicazione Viewer

source: Print
it: Stampa

source: Profile
it: Profilo

source: Routing
it: Percorso

source: Share this map
it: Condividi questa mappa

source: Swiss grid (LV03)
it: Quadro di riferimento svizzero (MN03)

source: Theme:
it: Categorie:

source: Themes
it: Temi

source: Tools
it: Strumenti

source: Wgs Coord.
it: Coordinate WGS

source: Wgs Coord. DMS
it: Coordinate WGS in gradi, minuti e secondi

source: You must change your password
it: Devi cambiare la tua password

source: You're using the mobile application. Check out the <a href="{{url}}">standard application</a>.
it: Stai usando l'applicazione mobile. Controlla che <a href="{{url}}"> applicazione standard</a>.
